[
  {
    "img" : "assets/img/img1.jpg",
    "title" : "พิซซ่า",
    "description" : {
      "short" : "พิซซ่า (อิตาลี: Pizza) เป็นอาหารอิตาเลียนและฟาสต์ฟู้ดประเภทหนึ่ง ซึ่งชาวอิตาลีเป็นผู้คิดค้น มีลักษณะเป็นแป้งแผ่นกลมแบนราดด้วยซอสมะเขือเทศ แล้วทำให้สุกโดยการอบในเตาอบ",
      "full" : "ประวัติของพิซซ่าเริ่มต้นขึ้นในปี ค.ศ. 79 เมื่อภูเขาไฟวิสุเวียสระเบิดขึ้นและทลายเมืองปอมเปอีทั้งเมือง หลังจากนั้นประมาณ ค.ศ. 640 แกตาโน ฟิโอเรลลี่ ได้ค้นพบเตาฟืนโบราณจำนวนมากมายในซากปรักหักพังของเมือง ที่ถูกลาวาถล่ม หนึ่งในจำนวนเตาทั้งหมดนั้นพบว่ามีเถ้าถ่านขนมปังติดอยู่ในเตาอยู่ถึง 7 กิโลกรัม ซึ่งเป็นหลักฐานที่น่าเชื่อถือว่าทหารโรมันในช่วงเวลาดังกล่าว (ก่อนเมืองปอมเปอีจะถูกถล่มด้วยลาวาและเถ้าภูเขาไฟ) ต่างกินขนมปังที่อบด้วยเตาฟืนโบราณนี้ ซึ่งสันนิษฐาน ได้ว่าชาวเมือง ในเมืองนาโปลีก็ทานขนมปังที่อบในเตาฟืนโบราณเช่นนี้มาประมาณ 700 ปีแล้ว ต่อมาในต้น ค.ศ. 1700 ชาวเมืองนาโปลีจึงได้เริ่มประยุกต์ใส่มะเขือเทศกับสมุนไพรบางอย่างลงในขนมปังแล้วนำไปอบในเตาฟืนโบราณ นี่เองคือจุดเริ่มต้นของมารีนาราพิซซ่า และร้านพิซเซอเรียร้านแรกในนาโปลี ได้เปิดขายในปี ค.ศ. 1830 โดยร้านดังกล่าวใช้วิธีการอบพิซซ่าในเตาที่ทำจากหินภูเขาไฟ อีกประมาณร้อยปีต่อมา (นับจาก ค.ศ. 1700) และชีสเริ่มเข้ามามีอิทธิพลในอาหาร แต่ชีสดังกล่าวไม่ใช่ชีสปกติธรรมดาทั่วไป เป็นชีสที่ทำจากน้ำนมควายพื้นเมืองที่ชื่อ ฟิออเร่ ดี บัฟฟาล่า ประมาณปี ค.ศ. 1850 จึงเกิดพิซซ่ามาเกอริต้าขึ้นโดย ราฟาเอล เอสโปสิโต แห่งเมืองเนเปิล ซึ่งได้ทำพิซซ่าถวายเมื่อคราวที่สมเด็จพระราชาธิบดีอุมแบร์โตที่ 1 และสมเด็จพระราชินีมาเกอริต้าได้เสด็จเยือนเมืองเนเปิล โดยใช้สีบนหน้าพิซซ่าแทนสัญลักษณ์ของธงชาติอิตาลี โดยใช้ใบเบซิลแทนสีเขียวใช้มอสซาเรลล่าชีสแทนสีขาวและมะเขือเทศแทนสีแดง และตั้งชื่อพิซซ่าเพื่อเป็นเกียรติแด่พระราชินีว่า มาเกอริต้า ซึ่งพระนางก็ได้ทรงพระอนุญาตให้ใช้ชื่อพระนางเป็นชื่อของพิซซ่าเมื่อปี ค.ศ. 1889 ซึ่งพิซซ่าดังกล่าวได้กลายเป็นมาตรฐาน ของพิซซ่าในปัจจุบัน ซึ่งพิซซ่าในปัจุบันโดยทั่วไปต่างก็ดัดแปลงหน้ามาจากพิซซ่า 2 ชนิดนี้ ซึ่งเป็นพิซซ่าดั้งเดิมของชาวนาโปลี คือมารีนาราพิซซ่าและมาเกอริต้าพิซซ่า"
    }
  },
  {
    "img" : "assets/img/img2.jpg",
    "title" : "ปลาแซลมอน",
    "description" : {
      "short" : "ปลาแซลมอน [1] หรือ ปลาแซมอน [1] (อังกฤษ: Salmon; /ˈsæmən/) เป็นชื่อสามัญของปลาทะเลที่ว่ายเข้าสู่แม่น้ำเพื่อวางไข่ โดยคำว่า \"แซลมอน\" มาจากภาษาละตินคำว่า Salmo ซึ่งมาจากคำว่า Salire หมายถึง \"ที่จะกระโดด\" [2]",
      "full" : "ปลาแซลมอน คือ ปลาที่อยู่ในอันดับ Salmoniformes และวงศ์ Salmonidae พบกระจายพันธุ์อยู่ในซีกโลกทางเหนือ คือ อเมริกาเหนือ, อลาสกา, ไซบีเรีย, ยุโรปเหนือ, เอเชียเหนือ และเอเชียตะวันออก ปลาแซลมอนผสมพันธุ์ในน้ำจืดแต่ชีวิตส่วนใหญ่อาศัยอยู่ในมหาสมุทร (ปลาน้ำกร่อย) มีเพียงส่วนน้อยที่อาศัยอยู่ในทะเลสาบ ปลาแซลมอนวางไข่ในช่วงฤดูฝนและฤดูหนาวในทะเลสาบน้ำจืดหรือแม่น้ำที่มีปริมาณออกซิเจนสูง เท่านั้นโดยปลาแซลมอนเพศเมียจะขุดรัง ด้วยปลายหางและวางไข่ หลังจากนั้นตัวผู้จะปล่อยสเปิร์มมาปฏิสนธิกับไข่ ตัวเมียจะใช้หางกลบไข่เพื่อให้ไข่ไม่ถูกกระแสน้ำพัดพาไปแล้วลูกปลาแซลมอนจะว่ายตามกระแสน้ำออกสู่ทะเลในช่วงฤดูใบไม้ผลิและฤดูร้อน เมื่อออกจากไข่ลูกปลาแซลมอนก็จะอพยพไปสู่มหาสมุทรซึ่งเป็นแหล่งอาหาร และเจริญเติบโต และเมื่อถึงฤดูวางไข่ลูกปลาแซลมอนก็จะกลับไปวางไข่ที่บ้านเกิดของตัวงานวิจัยทางวิทยาศาสตร์ที่มีศึกษาพบว่าปลาแซลมอนที่ถูกวิจัยทั้งหมดอพยพกลับมาเพียงร้อยละ 10 ส่วนที่เหลือสูญหายในทะเล สิ่งที่นำทางลูกปลาแซลมอนให้กลับมาวางไข่ได้ถูกต้อง คือกลิ่นเฉพาะของแม่น้ำที่มันเกิดและพฤติกรรมแบบฝังใจในลูกปลาแซลมอนที่เกิดขึ้นทันทีที่มันฟักออกจากไข่ เป็นสิ่งที่ใช้นำทางปลาแซลมอนที่โตเต็มที่จากมหาสมุทรไปยังที่ที่ใช้วางไข่ สารประกอบของกลิ่นนั้นเป็นสารอินทรีย์ ระเหย และคุณสมบัติทางเคมียังไม่ทราบแน่ชัด ขณะนี้ยังไม่เข้าใจถ่องแท้ว่า ปลาแซลมอนหาทางมายังปากน้ำได้อย่างไรโดยไม่มีเครื่องหมายใด ๆ ในการนำทางมาจากทะเล การทดลองล่าสุดได้ให้ข้อคิดว่า ปลาตัวเต็มวัยได้รับการชักนำจากปรากฏการบนท้องฟ้าเช่น มีดวงดาวเป็นเครื่องนำทางหรือทิศทางหรือตำแหน่งของดวงอาทิตย์เป็นต้นในกรณีนี้ปลาแซลมอนจะมีความสามารถในการจับเวลาเสมือนหนึ่งเป็นนาฬิกาชีวภาพ ดังที่พบในสิ่งมีชีวิตอื่น ๆ[3]"
    }
  },
  {
    "img" : "assets/img/img3.jpg",
    "title" : "ข้าว",
    "description" : {
      "short" : "ข้าว เป็นเมล็ดของพืชในสกุลข้าวที่พบมากในเอเชีย ชื่อวิทยาศาสตร์: Oryza sativa ข้าวเป็นธัญพืชซึ่งประชากรโลกบริโภคเป็นอาหารสำคัญ โดยเฉพาะอย่างยิ่งในทวีปเอเชีย จากข้อมูลเมื่อปี 2553 ข้าวเป็นธัญพืชซึ่งมีการปลูกมากที่สุดเป็นอันดับสามทั่วโลก รองจากข้าวสาลีและข้าวโพด[1]",
      "full" : "ข้าวเป็นธัญพืชสำคัญที่สุดในด้านโภชนาการและการได้รับแคลอรีของมนุษย์ เพราะข้าวโพดส่วนใหญ่ปลูกเพื่อจุดประสงค์อื่น มิใช่ให้มนุษย์บริโภค ทั้งนี้ ข้าวคิดเป็นพลังงานกว่าหนึ่งในห้าที่มนุษย์ทั่วโลกบริโภค[2]<p>หลักฐานพันธุศาสตร์แสดงว่าข้าวมาจากการนำมาปลูกเมื่อราว 8,200–13,500 ปีก่อน ในภูมิภาคหุบแม่น้ำจูเจียงของจีน ก่อนหน้านี้ หลักฐานโบราณคดีเสนอว่า ข้าวมีการนำมาปลูกในเขตหุบแม่น้ำแยงซีในจีน ข้าวแพร่กระจายจากเอเชียตะวันออกไปยังเอเชียตะวันออกเฉียงใต้และเอเชียใต้ ข้าวถูกนำมายังทวีปยุโรปผ่านเอเชียตะวันตก และทวีปอเมริกาผ่านการยึดอาณานิคมของยุโรป[3]<p>ปกติการปลูกข้าวเป็นแบบปีต่อปี ทว่าในเขตร้อน ข้าวสามารถมีชีวิตอยู่ได้หลายปีและสามารถไว้ตอ (ratoon) ได้นานถึง 30 ปี ต้นข้าวสามารถโตได้ถึง 1–1.8 เมตร ขึ้นอยู่กับพันธุ์และความอุดมสมบูรณ์ของดินเป็นหลัก มีใบเรียว ยาว 50–100 เซนติเมตร และกว้าง 2–2.5 เซนติเมตร ช่อดอกห้อยยาว 30-50 เซนติเมตร เมล็ดกินได้เป็นผลธัญพืชยาว 5–12 มิลลิเมตร และหนา 2–-3 มิลลิเมตร <p>การเตรียมดินสำหรับเพาะปลูกข้าวเหมาะกับประเทศและภูมิภาคที่ค่าแรงต่ำและฝนตกมาก เนื่องจากมันใช้แรงงานมากที่จะเตรียมดินและต้องการน้ำเพียงพอ อย่างไรก็ตาม ข้าวสามารถโตได้เกือบทุกที่ แม้บนเนินชันหรือเขตภูเขาที่ใช้ระบบควบคุมน้ำแบบขั้นบันได แม้ว่าสปีชีส์บุพการีของมันเป็นสิ่งพื้นเมืองของเอเชียและส่วนที่แน่นอนของแอฟริกา ร้อยปีของการค้าขายและการส่งออกทำให้มันสามัญในหลายวัฒนธรรมทั่วโลก วิธีแบบดั้งเดิมสำหรับเตรียมดินสำหรับข้าวคือทำให้น้ำท่วมแปลงชั่วขณะหนึ่งหรือหลังจากการตั้งของต้นกล้าอายุน้อย วิธีเรียบง่ายนี้ต้องการการวางแผนที่แข็งแรงและการให้บริการของเขื่อนและร่องน้ำ แต่ลดพัฒนาการของเมล็ดที่ไม่ค่อยแข็งแรงและวัชพืชที่ไม่มีภาวะเติบโตขณะจมน้ำ และยับยั้งศัตรูพืช ขณะที่การทำให้น้ำท่วมไม่จำเป็นสำหรับการเตรียมดินสำหรับเพาะปลูกข้าว วิธีทั้งหมดในการการชลประทานต้องการความพยายามสูงกว่าในการควบคุมวัชพืชและศัตรูพืชระหว่างช่วงเวลาการเจริญเติบโตและวิธีที่แตกต่างสำหรับใส่ปุ๋ยลงดิน"
    }
  },
  {
    "img" : "assets/img/img1.jpg",
    "title" : "นกยูง",
    "description" : {
      "short" : "นกยูง (อังกฤษ: Peacock, Peafowl) เป็นสัตว์ปีกจำพวกไก่ฟ้าขนาดใหญ่ที่สุดในวงศ์เดียวกันนี้ มีจุดเด่นคือ เพศผู้มีขนหางยาวที่มีสีสันสวยงาม ที่เมื่อแผ่ขยายออกเพื่ออวดเพศเมียจะมีความสวยงามเป็นอย่างยิ่ง ที่เรียกว่า \"รำแพน\"[1]",
      "full" : "นกยูงใช้ชื่อสกุลว่า Pavo ชอบอาศัยอยู่ในป่าดิบแล้งและป่าผลัดใบผสมตามริมลำธารในป่า มีพฤติกรรมมักร้องตอนเช้าหรือพลบค่ำ กินอาหารจำพวกเมล็ดพืช แมลง และสัตว์เล็ก ๆ มีการกระจายพันธุ์อยู่ทางเหนือของประเทศอินเดียไปทางทิศตะวันออกผ่านพม่า, ตอนใต้ของประเทศจีน, ไทย, ลาว, เวียดนาม, กัมพูชา, มาเลเซียและชวา [2]<p>นกยูงแบ่งออกได้เป็น 2 ชนิด คือ<ol><li>นกยูงอินเดีย (Pavo cristatus) มีหงอนบนหัวแผ่เป็นพัด มีหนังข้างแก้มเป็นสีขาว ขนส่วนคอและอกด้านบนเป็นสีน้ำเงิน พบกระจายพันธุ์ในอินเดีย</li><li>นกยูงไทย (Pavo muticus) มีหงอนบนหัวตั้งตรงเป็นกระจุก หนังข้างแก้มเป็นสีฟ้าและสีเหลือง ขนส่วนคอ หลัง ตลอดไปถึงปลายหางเป็นสีเขียว พบกระจายพันธุ์ตั้งแต่ภาคตะวันออกชองอินเดียติดกับพม่า ภูมิภาคอินโดจีน และชวา[3]</li>"
    }
  },
  {
    "img" : "assets/img/img2.jpg",
    "title" : "ซากุระ",
    "description" : {
      "short" : "ซากุระ (ญี่ปุ่น: 桜, 櫻 ?; อังกฤษ: Cherry blossom, Japanese flowering cherry; อักษรจีน: 櫻花; พินอิน: Yīnghuā) เป็นชื่อสามัญของพืชหลายชนิดจำพวกเชอร์รี่ ในสกุล Prunus อาทิ P. jamasakura และP. serrulata มีถิ่นกำเนิดในจีนตอนใต้, เกาะไต้หวัน, หมู่เกาะโอกินาวา, ญี่ปุ่น มีดอกสีขาว กลีบแต่ละกลีบมีจำนวนแตกต่างกันไปตามชนิด[1] ลักษณะเด่นของซากุระก็คือ เมื่อร่วง จะร่วงพร้อมกันหมด ซากุระจึงเป็นสัญลักษณ์ของความเป็นทหารและวิถีความเป็นบูชิโดของญี่ปุ่น",
      "full" : "มีดอกซากุระในเกาหลี, สหรัฐอเมริกา, แคนาดา, จีน หรือที่อื่น ๆ แต่ไม่มีกลิ่น ขณะที่ซากุระของญี่ปุ่นนั้นผู้คนจำนวนมากยกย่องชื่นชมกลิ่นซากุระ และมักจะกล่าวฝากไว้ในบทกวี โดยซากุระจะบานในช่วงปลายเดือนมีนาคม-ต้นเดือนเมษายน ซึ่งเป็นช่วงเริ่มต้นฤดูใบไม้ผลิ อุณหภูมิเริ่มอุ่นขึ้นจากฤดูหนาวที่หมดไป<p>โดยคำว่า \"ซากุระ\" ในภาษาญี่ปุ่นนั้น เชื่อกันว่ากร่อนมาจากคำว่า \"ซะกุยะ\" (咲耶; หมายถึง ผลิบาน) อันเป็นชื่อของเทพธิดา \"โคโนฮะนะซะคุยาฮิเม\" (木花之開耶姫) ในเทพปกรณัมของญี่ปุ่น มีศาลบูชาของพระองค์อยู่บนยอดเขาฟูจิด้วย สำหรับพระนามของเทพธิดาองค์ดังกล่าวนั้น มีความหมายว่า \"เจ้าหญิงดอกไม้บาน\" และเนื่องจากซากุระเป็นดอกไม้ที่นิยมกันมากในญี่ปุ่นสมัยนั้น คำว่าดอกไม้ดังกล่าวจึงหมายถึงดอกซากุระนั่นเอง เทพธิดาองค์ดังกล่าวได้รับพระนามเช่นนั้น ก็เพราะมีเรื่องเล่ามาว่าทรงตกจากสวรรค์ มาบนต้นซากุระ ดังนั้น ดอกซากุระจึงถือเป็นตัวแทนของดอกไม้ญี่ปุ่น ขณะที่รัฐบาลญี่ปุ่นประกาศให้ \"ดอกเก็กฮวย\" (ดอกเบญจมาศ) เป็นดอกไม้ประจำชาติ[1][2]"
    }
  },
  {
    "img" : "assets/img/img3.jpg",
    "title" : "ผักกาดหอม",
    "description" : {
      "short" : "ผักกาดหอม (ชื่อวิทยาศาสตร์: Lactuca sativa) เป็นพืชในวงศ์ Asteraceae ลำต้นเตี้ย แต่ส่วนที่เจริญมากที่สุดคือใบ แต่ละสายพันธุ์ก็มีช่วงฤดูกาลที่เหมาะสมไม่เหมือนกัน มีถิ่นกำเนิดในทวีปเอเชียและยุโรป ประเทศจีนปลูกผักกาดหอมมาตั้งแต่คริสต์ศตวรรษที่ 5 ผักกาดหอมมีชื่อเรียกอื่นๆ อีกเช่น ผักสลัด ผักกาดยี พังฉ้าย เป็นต้น",
      "full" : "มนุษย์นำใบของผักกาดหอมมาบริโภค มักใช้เป็นส่วนประกอบของสลัด แซนด์วิช แฮมเบอร์เกอร์ ทาโก้ หรือรับประทานเป็นผักสด แกล้มกับอาหารรสจัดจำพวกยำหรือลาบ สาคูไส้หมู หรือข้าวเกรียบปากหม้อ หรือแม้แต่ใช้เป็นผักตกแต่งเพื่อความสวยงาม ผักกาดหอมมีคุณค่าทางโภชนาการสูง ความต้องการใช้ผักกาดหอมของผู้บริโภคมีอยู่ตลอดทั้งปี โดยเฉพาะช่วงที่มีเทศกาลงานต่าง ๆ เช่น งานปีใหม่ จะขายดีเป็นพิเศษ<p>ผักกาดหอมเจริญเติบโตได้ดีในดินร่วน แต่ก็สามารถปลูกได้ในดินแทบทุกชนิด ดินที่ใช้ปลูกต้องระบายน้ำได้ดี มีค่า pH ในดิน 6.5-7 ขุดดินเป็นร่องตื้นแล้วหว่านเมล็ดลงไป รดน้ำวันละ 2 เวลา เช้า-เย็น อย่างสม่ำเสมอ เมื่อผักกาดหอมงอกแล้วอาจต้องมีการย้ายกล้าออกเพื่อไม่ให้อยู่ติดกันแน่นเกินไป ผักกาดหอมเป็นผักที่ไม่ค่อยมีแมลงรบกวน จึงไม่จำเป็นต้องฉีดยาฆ่าแมลง แมลงศัตรูพืชที่พบบ้างก็มีเพลี้ย กับหนอนกระทู้หอม ซึ่งพบมากในฤดูหนาวแถวภาคกลางและภาคเหนือ อายุการเก็บเกี่ยวผักกาดหอมประมาณ 40-50 วัน (ดูรายละเอียดเพิ่มเติมที่ วิกิตำรา)"
    }
  }
]